/* Error encountered when sharing */
"An unknown error occurred." = "Ein unbekannter Fehler ist aufgetreten.";

/* User may have canceled the share or couldn't authenticate */
"Cannot authenticate with Dropbox" = "Authentifizierung mit Dropbox nicht möglich";

/* Network error occurred when sharing capture description */
"Cannot authenticate without an internet connection." = "Die Authentifizierung ist ohne Internetverbindung nicht möglich.";

/* No comment provided by engineer. */
"Capture shared" = "Weitergegebene Captures";

/* plugin name */
"Dropbox" = "Dropbox";

/* Dropbox connection error title */
"Error connecting to Dropbox" = "Fehler beim Aufbau der Verbindung zu Dropbox";

/* OK */
"OK" = "OK";

/* No network available. */
"Please check your network connection and try again." = "Bitte prüfen Sie Ihre Internetverbindung und wiederholen Sie den Vorgang.";

/* User didn't sign in properly */
"Please enter your email and password again." = "Geben Sie Ihre E-Mail-Adresse und Ihr Kennwort noch einmal ein.";

/* Unknown error, no suggestion known */
"Please try again." = "Bitte wiederholen Sie den Vorgang.";

/* Dropbox folder browser window title */
"Select Destination Folder" = "Zielordner auswählen";

/* Sign in */
"Sign In..." = "Anmelden...";

/* Sign out */
"Sign Out" = "Abmelden";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "Der Link zu Ihrem Capture kann eingefügt werden.";

/* error connecting title */
"Unable to connect to Dropbox." = "Es kann keine Verbindung zu Dropbox hergestellt werden.";

/* plugin button tooltip */
"Upload the capture to Dropbox for image or video hosting." = "Lädt das Capture auf Dropbox als Hosting-Plattform für Bilder oder Videos hoch.";

/* No comment provided by engineer. */
"Verify you are connected to the Internet and try again." = "Vergewissern Sie sich, dass eine Verbindung zum Internet besteht und wiederholen Sie den Vorgang.";

